[
  {
    "link": "#",
    "icono": "fa-brands fa-html5 fa-2xl",
    "titulo": "HTML - CSS",
    "descripcion": "Conocimientos sólidos de HTML y CSS,lenguajes de programación del lado del servidor y bases de datos, experiencia en el uso de herramientas de desarrollo web, habilidades de resolución de problemas, capacidad de aprendizaje, habilidades de trabajo en equipo."
  },
  {
    "link": "#",
    "icono": "fa-brands fa-wordpress fa-2xl",
    "titulo": "desarrollador Word Press",
    "descripcion": "Tengo experiencia en el manejo de WordPress. MisHabilidades incluyen: Seguridad, optimización, solución de problemas técnicos y colaboración en equipo. Además, de integrar Servicios web, conocer SEO y estrategias de marketing digital."
  },
  {
    "link": "#",
    "icono": "fab fa-js fa-2xl",
    "titulo": "Javascript",
    "descripcion": "Poseo conocimientos de bibliotecas y frameworks, habilidades de comunicación, capacidad de resolución de problemas, capacidad de aprendizaje, y conocimientos de herramientas de desarrollo web."
  },
  {
    "link": "#",
    "icono": "fa-brands fa-github fa-2xl",
    "titulo": "GIT/Github",
    "descripcion": "Domino las herramientas para el control de versiones y la colaboración en proyectos de software. Gestiono  el flujo de trabajo de desarrollo mientras  realizo el  seguimiento de cambios y colaborar con otros desarrolladores. "
  },
  {
    "link": "#",
    "icono": "fas fa-database fa-2xl",
    "titulo": "SQL",
    "descripcion": "He adquirido experiencia en diseño de tablas y estructuras de bases de datos. Creación de vistas, funciones y procedimientos almacenados. Consultas SQL optimizadas para la integración con   otras aplicaciones."
  },
  {
    "link": "#",
    "icono": "fa fa-graduation-cap fa-2xl",
    "titulo": "Desarrollo Curricular",
    "descripcion": " Desarrolle habilidades de planificación, liderazgo,comunicación, resolución de problemas, trabajo en equipo,conocimientos de administración y finanzas, y conocimientos de políticas educativas."
  }
]